var e=`# 1

누군가는 출근하며 그가 휴가 중이길 기도한다.
누군가는 사무실 문을 열며 하루를 버티기 위해 여긴 서바이벌 예능을 촬영하는 공간이라고 되뇌인다.
누군가는 그의 불량한 근태를 기록한다.
누군가는 사무실을 가로지를 때마다 그가 자리에 앉아있는지 살펴본다.
누군가는 그가 가까이에 앉아 떠들면 눈치를 보며 자리를 피한다.

나 역시 이들 중 하나다. 나에게 찾아온 악몽 같은 생활의 시작을 또렷하게 기억한다.
그날, 스팸전화 외에는 울릴 일이 없는 핸드폰이 울렸다. 과장님의 전화였다.
'잠깐 회의실 좀 들어와봐.' 핸드폰 너머의 과장님은 회의실로 나를 호출했다.
회의실에 들어선 나에게 대뜸 건넨 과장님의 첫마디는 이랬다.
"컴퓨터 앞에 앉아서 원격 컴퓨터 연결로 네 컴퓨터 메신저 좀 열어봐봐."

앞으로 등장하는 인물, 단체 및 사건은 모두 상상 속에서 탄생한 허구이며, 실제 인물이나 단체, 사건과 닮은 점이 있다면 우연일 뿐이다.

# 2

나는 공공기관 전산실에서 일한다. 전산실 직원들의 직급은 모두 '담당'으로 직책자가 아니면 모두 '선생님'이라고 부른다. 기관장 아래 전산실이 있고, 그 아래에 전산과가 있다. 전산과는 운영팀과 시스템팀, 두 팀으로 구성되어 있어 '실장', '과장', '팀장' 순의 직책이 있다. 각 팀 내에는 기관에서 부여한 직책은 아니지만 '파트장'이라는 임의의 직책을 만들어 관리하고 있다.

지난 겨울, 새로운 해를 맞이하는 시기에 눈이 녹고 싹이 돋듯 운영팀에 새로운 파트가 생겨났다. 지긋지긋한 AI파트. (이 새싹은 아직 꽃을 피우지 못했고 발에 밟혀 뭉개져 있다.)
당시 파트장만 정해두고 팀 내에 AI파트로 가겠다는 지원자를 받았다. 당연히 지원자는 없었다. 어느 누가 각자의 파트장 눈치를 보지 않고 손을 들 수 있겠는가. 결국 팀장님의 선택은 나였고, 나는 AI파트의 유일한 파트원이 되었다.

재밌었다. 반복되는 전화와 매일 같은 화면을 바라보며 같은 단어를 입력하는 일에서 벗어나 오랜만에 경험하는 새로운 프로젝트는 내 흥미를 이끌었다.
하지만 그 흥미는 오래가지 못했다. 그는 직책자들의 신망받는 시스템팀의 팀원인데 우리의 일은 그와 엮이지 않을 수 없었다.

# 3

나와 그의 이야기를 먼저 해야겠다.
나는 십여 년 전, 전 직장의 인턴십에 참여했고 이듬해 입사했다. 당시 함께 교육생, 인턴 신분을 거치고 입사한 동기 중에 그가 있다. 그와 같은 사업팀에 배정되기까지 했지만 그는 SI 프로젝트 현장에서 반년도 보내지 않고 퇴사했다. 당시 소문으로는 경기도의 공공기관으로 간다고 들었다.

나는 타지 생활이 일곱 해쯤 되어갈 무렵부터 이직을 꿈꿨고, 꿈을 이루며 이곳에 왔다.
새로운 사무실로 출근한 첫날, 사내 시스템에서 전산실 직원들을 살펴보는데 익숙한 얼굴이 눈에 띄었다. 그였다. 익숙하지 않은 새로운 환경에 던져진 게 너무 오랜만이라 많이 긴장하고 있었는데 그와 많이 친하진 않았어도 너무 반가운 존재였다. 그리고 그는 내가 오기 사 년 전부터 이곳에 있었다. 그가 오래 일하고 있는 곳이라면 좋은 곳이겠구나 하는 생각까지 따라왔다.
그런데 야속하게도 그는 나에게 아는 척하지 않았다. 굉장히 오랫동안 의도적으로 나를 무시했기에 이 사무실에서 처음 만난 사이와 같은 속도로 적당한 거리를 둔 채 말을 텄다. 한참 뒤에야 왜 그랬느냐고 물어볼 수 있었는데, 내가 아는 사람이 있다고 건방져질까봐 그랬단다. 아이고 참말로 고맙습니다. 시간이 더 흐르고 이 사무실 생태계에 대한 이해도가 높아지며 숨겨진 이유를 추측해볼 수 있었는데 당시엔 급하게 둘러댄다고 저런 이야기를 했던 것 같다.

그래도 그를 싫어하진 않았다. 앞서 밝혔듯 그는 신망있는 시스템팀 팀원이기 때문에 그의 눈 밖에 나서 좋을 건 없었고 그 역시 내가 유용한 장기말이라 생각했는지 가끔 당근 같은 말을 던지며 적당한 친밀도를 유지했다. 지난 겨울에는 '너 같은 인재가 시스템팀에 와야 되는데'라는 당근을 던진 적도 있다.

# 4

AI파트에서 진행하는 프로젝트에 필요한 많은 재료들은 그의 손을 거치지 않으면 우리에게 닿을 수 없었다. 동네에 작은 슈퍼마켓은 없고 대형마트만 하나 있는데 사장이자 캐셔가 '그' 한 사람이고 그가 물건을 팔지 않으면 우리는 아무 것도 가질 수 없다.
'안 팔아!'라고만 외치고 있으면 본인도 주변의 불편한 시선을 견뎌야 할 테니 물건을 팔지 않은 건 아니지만 이런 핑계 저런 핑계를 대며 물건을 제때 보내주지 않았다. '다음 주엔 줄게요', '아니 원래 절차가 그렇다니까?', '차가 막혀서 못 온다는데 내가 뭘 어떻게 해' 라는 식이었다.

내가 AI파트에 온 후로 AI파트와 상의해야 하거나 전달해야 할 일이 있을 때 그는 항상 나를 통했다. ‘내가 편한가보다‘라고 생각했었는데 내가 AI파트에 오기 전부터 그와 AI파트장 사이엔 불협화음이 있었다고 한다.

첫 번째 사건은 AI파트가 생기기 전으로 거슬러 올라간다.
작년 겨울, - 과장님은 주변으로부터 AI와 관련된 이야기를 많이 듣게 되고 현 AI파트장에게 AI와 관련된 시장조사를 지시한다. - 지시받은 직원은 시장조사와 함께 간단하게 구현 가능한 챗봇을 만들어 과장님 앞에서 시연한다. - 과장님은 빅데이터센터에 AI용 유휴장비가 있다고 하면서 ‘그’가 대여 신청하는 방법을 알고 있으니 그에게 물어보고 대여해 지금보다 본격적인 개발을 하도록 지시한다. - 직원은 그에게 과장님이 지시한 내용을 문의했고 답변을 받지 못한다.
과장님이 ’그‘와 유휴장비와의 관계를 어떻게 이해하고 있었는지는 모르겠지만 그는 이 사건을 본인의 것을 빼앗기는 상황으로 인식했던 것 같다. 직원은 답변을 듣지 못한 채 결재문서를 뒤져서 방법을 알아내 대여 절차를 진행한다. 직원이 그에게 ’직접 찾아보고 진행했으니 안 알려주셔도 된다’라는 채팅을 보내자 ‘원래 일을 그렇게 하세요?’라는 답변이 돌아온다. 훗날 듣기로 정확히 이 순간 그는 큰 소리로 ‘미친 돼지새끼가‘ 라는 말을 뱉었다고 한다.
직원은 채팅의 뉘앙스에 어리둥절해 ‘그‘를 찾아가 불러내 대화를 나눈다. 현 AI파트장과 그 사이에 만들어진 첫 균열이었다.

# 5

앞서 말했듯 내가 AI파트에 온 이후로 ‘그’와의 업무 관련된 연락은 항상 나를 통했다. 난 빠짐없이 파트장님께 구두로 전달했다. 정상적인 상황이 아닌 것은 알았지만 그래도 일은 진행할 수 있었으니까.
그는 우리를 염탐하고 싶으면 파트장님이 자리에 없을 때 나에게 찾아왔다. 별 시덥잖은 이야기를 하다가 돌아가곤 했다. 대화의 내용은 대부분 업무에 관련된 이야기였지만 실제 일에 반영된 일이 없어서 시덥잖은 이야기로 남았다. ‘내일이면 될 거야.’, ’네 자리에 설치해 줄게.‘ 등 나를 위해주는 듯한 말 중에 실제로 지켜진 이야기는 하나도 없다.

우리 사무실은 망분리가 되어있다. 내부 업무 환경에서는 인터넷이 연결되지 않는다.
새로운 프로젝트를 진행하는데 아직 기술 스택이 확실하게 정해지지 않은 상황이다 보니 인터넷이 안되는 환경에서는 개발을 진행할 수 없었기에 인터넷이 연결된 가상환경에서 개발을 진행했다. 문제는 가상환경이 매일 저녁 초기화된다는 점이었다. 나는 매일 아침 가상환경을 켜고 개발환경 세팅을 새로 했다. 마트에서 한 달치의 음식을 사올 수 없고 매일 마트를 방문해야 하고 하루치의 음식만 사올 수 있는 상황이었다.
이렇게 비효율적인 환경이 어디있냐며 파트장님에게 하소연을 하는데 마침 그 대화를 들은 직원이 해결책을 제시했다. 직원 중 업무를 위해 메인 PC 외에 미니 PC를 별도로 두고 사용하는 경우가 많다며 미니 PC도 받을 수 있을거고 지급받은 미니 PC에 인터넷망을 연결하면 문제없을 거니 본인이 가서 얘기해 보겠다고 하곤 떠났다.
한 시간쯤 흘렀을까 ‘그‘는 우리에게 해결책을 제시한 직원을 불러다놓고 네가 뭔데, 무슨 권한이 있어서 그런걸 해주냐, 네가 책임질 거냐며 크게 질책했다. 우리는 옆에서 눈치를 볼 수밖에 없었다.

며칠이 지난 뒤 가상환경 중 매일 저녁 초기화되지 않는 가상환경을 제공받을 수 있다는 정보를 듣게 되었다. 파트장님과 나는 반가운 마음에 절차를 물어 새로운 가상환경을 신청했는데 당연하게도 이 방법 역시 ’그‘의 손을 벗어날 수 없었다. 그는 ’바빠서‘, ’다음 주면 해 줄 수 있어’, ‘내일 해줄게‘, ‘저 직원이 연락할 거야’ 등 핑계를 대며 보름이 넘게 시간을 끌다가 가상환경을 내주었다.

# 6

첫 번째 균열을 야기했던 빅데이터센터의 대여장비를 반납해야 하는 날이 가까워지고 있던 중이었다. - AI파트장은 윗분들과의 회식 자리에서 장비에 대한 고민을 털어놓았고 과장님으로부터 1,000만원 한도에서 과장 전결로 구매가 가능하니 알아보라는 지시를 받는다. - AI파트장은 리서치 끝에 800만원 정도의 장비를 사면 좋을 것 같다고 과장님에게 보고한다. - 과장님은 ‘그‘를 불러 AI파트장이 요구한 장비를 구매하라는 지시를 한다.
과장님의 지시로부터 일주일이 지난 뒤 그가 말을 걸어왔다. ’일주일 뒤 장비와 관련된 회의가 있을 예정이니 너희 프로젝트에 대한 설명을 해라.’
나는 장비를 구매해야하는 이유를 설득해야하는 것으로 이해하고 일주일 동안 발표자료를 준비했다.

과장님의 지시로부터 2주가 지난 뒤 회의실. 모든 직책자가 소집되었는데 모두들 무슨 회의인지 모르고 불려온 모습이었다. 그리고 '그'는 주인공답게 가장 마지막에 등장했다.
나는 준비한 발표자료를 화면에 띄워두고 프로젝트에 대한 설명을 시작했다. 준비한 이야기를 반도 하지 못했는데 그가 말을 막는다.
“이런 얘긴 됐고, 서버 얘기하시죠.” 주인공이 무대에 등장했음을 알리는 신호였다.
왜 아직 결재 올리지 않았냐는 과장님의 물음에 800만원짜리 장비는 활용도가 떨어지니 3,000만원짜리 장비를 사는 게 어떻겠냐는 운을 뗀다. 이게 목적이었다.
하지만 목적을 달성하지 못했다. 애초에 1,000만원이 넘어가지 않는 게 조건이었는데 그걸 무시했으니 누구에게도 동의를 얻기 어려웠다. 본인이 의도한 대로 흘러가지 않자 나에게 대뜸 신경질을 부린다.
“감당할 수 있겠어?” 무슨 이야긴가? 내가 뭘 감당해야하나? 안그래도 본인의 속셈을 이루기 위해 우리를 앞세웠다는 사실에 화가 나는데 더 열이 올랐다.
“제가 뭘 감당해야하죠? 무슨 말씀이신지 이해가 안되는데요? 자세하게 설명해주세요.”
돌아온 대답은 너무 허무했다.
“그냥 뭐 이것저것.”
그렇다고 그가 포기한 것은 아니었다.
“지금 진행하는 프로젝트랑 똑같은 걸 업체에서 들고 오면 어떻게 하실거예요?” 이건 또 무슨 질문인가?
“그걸 왜 저희가 고민해야하죠?” 나의 대답에도 날이 섰다.

최초의 조건을 만족시키지 못한 그의 목적은 이루어지지 못했고 회의는 끝났다. 또다시 일주일 뒤 그가 업체에 800만원 장비 **두 대**에 대한 견적을 의뢰했고 결재까지 올렸다. 1,000만원이 넘는 견적이 담긴 결재문서는 당연히 반려되었고 그는 결재를 다시 올려야 했다. AI파트 것이 아닌 본인의 장비를 가지고 싶었던 그의 목적은 다음 기회를 기다려야 했다.

우여곡절 끝에, 시간은 꽤 걸렸지만 어쨌든 장비를 주문했고 도착 예정일 하루 전, 퇴근 시간 직후 마침 파트장님이 빠르게 퇴근한 상황에 ‘그‘가 나를 찾아왔다.
“내일 장비 올 거야. 어디에 설치할까? 여기에 할까? 아니다 그냥 네 책상 위에다 놔두자.“ 라고 혼자 결정을 내린 뒤 돌아갔다.(장비는 국어사전 정도의 크기로 크지 않다.)
다음 날이 되었지만 장비는 내 책상에 오지 않았다. 언제 주려나 기다리고 있는데 내 자리에서 잘 보이는 시스템팀 여분 책상 위에 장비를 설치해두고는 그와 그의 친구가 히죽거리며 장비를 구경하고 있었다. ’뭐 이딴 걸 사 달라고 해서 사람을 귀찮게 만들어, 어디 얼마나 하나 보자.‘ 라는 기운이 강하게 몰려왔다. 나중에 들었는데 그는 해당 장비를 본인 책상 위에 설치하려고 시도했다고 한다. 하지만 설치에 실패했고 다른 직원에게 도움을 요청해 테스트해본 것이 내가 목격한 장면이었다.
결국 그날 장비를 받지 못했다.
다음 날, 쪽지로 장비 접근 주소와 계정 정보가 도착했다. 어떤 추가 설명도 없었다. 어디에 설치되었느냐 물으니 서버실에 설치했단다. 이쯤 되니 나도 질려있었기에 더 캐묻진 않았다. 정보가 적힌 쪽지는 당연하게도 나에게만 보내왔기에 파트장님에게 전달했다.

# 7

그렇게 눈치 보는 날이 계속되던 중 가까운 직원들과의 회식 자리에서 AI파트의 분위기를 이야기하게 되었는데 우리가 ‘그‘에게 느끼는 감정과 같은 감정을 예전부터 느끼고 있는 동지가 있다는 사실을 알게 되었다.
바로 다음 날 파트장님은 그 중 한 명과 긴 대화를 나누었고, 직후 3일의 연휴를 보내고 돌아왔다.
파트장님은 에버랜드로 가족여행을 다녀왔는데 3일 내내 잠들기가 어려웠다고 했다. 머릿속에 ’그’가 계속 떠오르고 왜 내가 눈치를 보고 지내야하는지 분통이 터진다고 했다. 당장 과장님에게 달려가 분노를 터뜨릴 모양이라 밖으로 불러내 며칠 전 알게 된 동지와 함께 달랬고, 다행히 분노를 누그러뜨릴 수 있었다.
’그와의 싸움은 긴 싸움이 될 것이며 제대로 준비하지 않으면 우리가 당하게 될 것이다.’ 라는 게 내 의견이었다. 그는 위로부터 신망받는 직원이니까.

하지만 노력이 무색하게도 바로 그 다음 날 사건이 벌어졌다.

# 8

5월 27일 아침부터 회의가 있었다. 과장님, 시스템팀장님, 운영팀장님, AI파트장님, ’그’ 가 참석한 회의였다.
이 자리에서 그가 AI파트장에게 업무적으로 무언가를 요구했다. AI파트장이 생각하기엔 잘못된 방법으로 업무에 접근하고 있어서 정정하는 말을 했더니 그가 ’픽‘하며 피식 웃었다고 한다.
그 순간 AI파트장은 분노를 참지 못했다.
“야, 뭔데 사람을 비웃어” 라며 큰 소리를 내고 말았다.
잠깐의 소란 뒤에 과장님이 무슨 일 있느냐 묻자 AI파트장은 지금까지의 사건들을 몇 가지 이야기 했는데 그 중 하나가 업무를 파트장인 나와 소통하지 않고 파트원에게만 연락하고 소통한다는 것이었다. 대표적인 사건으로 장비 설치 후 장비 접근 정보를 나에게만 보냈다는 것이 언급되었고 그 자리에서 AI파트장의 메신저를 열어 해당 쪽지를 받지 못했다는 것을 함께 확인했다고 한다.
그렇다면 이어서 그의 메신저를 열어 발신목록을 보면 될 것을 과장님은 나를 호출했고 내 메신저를 열어보도록 지시했다.
내가 들어간 회의실에서 과장님과 두 팀장님은 고개를 숙인 채 아무 말을 하지 않고 있었고 그만이 큰 소리를 내고 있었다. 오른발을 의자 위에 올린 채 오른 무릎에 팔을 얹어 삿대질을 하며
“팀장님들 앞에서 그게 무슨 소리냐.”, “사람을 모함해도 정도가 있지, 책임질 수 있냐.” 끝없이 외치고 있었다.

고개를 든 과장님의 ‘메신저를 열어 쪽지를 보자‘는 말에 화가 났지만 어차피 벌어진 일이고 거리낄 것이 없었으니 쪽지를 보였다. AI파트장의 말에 증거가 생긴 순간에도 그의 입은 멈추지 않았다.
”아니 사람이 실수할 수도 있지.“, ”뭐 이런걸로 사람을 몰아가냐.“, ”그래 한 번 실수했나 보다.“ 이어서 뱉은 말은 더 가관이었다.
“당신도 나 말고 다른 직원한테만 쪽지 준 적 있잖아.” 라는 말에 AI파트장이 내가 언제 그랬느냐 한번 보자하니 그건 또 중요하지 않다며 다른 이야기로 화제를 돌렸다.
과장님과 팀장님들은 아무 말이 없었다. 그 혼자 한참 얘기하더니 나보고 나가란다.
”(나)선생님은 이제 그만 나가봐.“ 나는 과장님이 불렀으니 과장님을 쳐다봤다. 과장님은 바닥만 바라보고 있다.
”(나)선생님은 이제 나가라니까.“ 두 번째 요구에 다시 한번 과장님을 쳐다봤으나 역시 반응이 없다.
그의 세 번째 요구에 내가 먼저 과장님을 불렀다.
”과장님, 저 이만 나갈까요?“ 하니 과장님이 입을 뗀다.
”그래 더 보여줄 건 없지? 뭐 하고 싶은 말 있어?“ 이게 무슨 말인가? 내가 무슨 말을 해야했을까? 없다고 대답한 뒤 회의실을 나왔다.

이때 명확히 알게 되었다. 그는 정말 직책자들의 머리 꼭대기에 있다는 것을. 앞으로 ’그의 허락은 받으셨어요? 업무지시 하시려면 그의 허락 먼저 받아오세요.‘ 라고 해야할 판이었다.
AI파트장과 파트원의 메신저는 너무 쉽게 열어보면서 왜 그의 메신저는 열어볼 수 없었을까? 그 자리에서 그의 메신저를 열면 되는데 왜 내 것을 열라고 하는지 되묻지 못한 것이 두고두고 아쉽다.

바로 눈앞에서 서로 삿대질하며 ‘야’, ‘야‘ 소리가 터져나오는 모습을 목격한 직책자분들은 AI파트장과 ’그‘에게 ‘사이좋게 지내, 터놓고 얘기 좀 해봐‘라는 말과 함께 회의실을 떠났고 남은 두 사람은 한 시간이 넘도록 회의실을 지켰다.
`;export{e as default};